Repository: trueqap/magyar-divi
Catalog: lang/Monarch-*.po
Languages: hu_hu

source: No images available for sharing on this page
hu_hu: Nem érhető el kép megosztásra ezen az oldalon

source: Followers
hu_hu: Követő

source: Follower
hu_hu: Követő

source: Follows
hu_hu: Követés

source: Pin It on Pinterest
hu_hu: Kitűzés a Pinteresten

source: All time stats
hu_hu: Összes statisztika

source: Total Shares and
hu_hu: Megosztás és

source: Month
hu_hu: Hónap

source: Days
hu_hu: Napok

source: Past
hu_hu: Lejárt

source: Homepage
hu_hu: Kezdőlap

source: Post Title
hu_hu: Bejegyzés cím

source: Highest Performing Posts
hu_hu: Legjobban teljesítő bejegyzések

source: Shares
hu_hu: Megosztások

source: Share
hu_hu: Megosztás

source: Likes
hu_hu: Like

source: k
hu_hu: E

source: Mil
hu_hu: M

source: Options imported successfully.
hu_hu: Beállítások sikeresen importálva.

source: Please provide valid .json file
hu_hu: Kérjük, érvényes .json fájlt adjon meg

source: Please select .json file for import
hu_hu: Kérjük, válassza ki a .json fájlt az importáláshoz

source: Successfully authorized
hu_hu: Sikeresen engedélyezve

source: Network Name is not set
hu_hu: Hálózat neve nincs beállítva

source: Client Secret is not set
hu_hu: Client Secret nincs beállítva

source: Client ID is not set
hu_hu: Client ID nincs beállítva

source: Successfully authorized.
hu_hu: Sikeresen engedélyezve.

source: Follow Activity
hu_hu: Követési tevékenység

source: All locations
hu_hu: Összes hely

source: Import
hu_hu: Importálás

source: Import the plugin settings from a .json file. This file can be obtained by exporting the settings on another site using the form above.
hu_hu: A bővítmény beállításainak importálása egy .json fájlból. Ez a fájl egy másik weboldalról a beállítások exportálásával, a fenti űrlap segítségével, szerezhető be.

source: Import Monarch Settings
hu_hu: Monarch beállítások importálása

source: Export
hu_hu: Exportálás

source: Export the plugin settings for this site as a .json file. This allows you to easily import the configuration into another site.
hu_hu: A bővítmény beállításainak exportálása egy .json fájlba, amely lehetővé teszi, hogy egyszerűen importáljuk a beállításokat egy másik weboldalon.

source: Export Monarch Settings
hu_hu: Monarch beállítások exportálása

source: You can either export your Monarch Settings or import settings from another install of Monarch below.
hu_hu: Exportálhatja a Monarch beállításait vagy importálhat beállításokat másik Monarch telepítésekből.

source: Save Changes
hu_hu: Változtatások mentése

source: Re-Authorize
hu_hu: Újra engedélyezés

source: Note:
hu_hu: Megjegyzés:

source: Add Networks
hu_hu: Hálózatok hozzáadása

source: Please select social networks in "Social Sharing / Networks" settings
hu_hu: Kérjük, válasszon közösségi hálózatokat a "Közösségi megosztás / Hálózatok" beállításokban

source: Total Likes
hu_hu: Összes like

source: Total Shares
hu_hu: Összes megosztás

source: Past Week
hu_hu: Múlt héten

source: All Time Stats
hu_hu: Összes statisztika

source: Check or Uncheck any of the below items to override their appearance on this page
hu_hu: Az alábbi elemek bejelölése vagy a bejelölés törlése felülírja a megjelenésüket ezen az oldalon

source: Enable Monarch Settings Override
hu_hu: Monarch beállítások felülírásának engedélyezése

source: Monarch Sharing Stats
hu_hu: Monarch megosztási statisztika

source: Shares:
hu_hu: Megosztás:

source: Likes:
hu_hu: Like:

source: Apply
hu_hu: Alkalmaz

source: Name
hu_hu: Név

source: User ID
hu_hu: Felhasználó ID

source: Select networks to add
hu_hu: Hálózatok kiválasztása hozzáadáshoz

source: Settings
hu_hu: Beállítások

source: Monarch Settings
hu_hu: Monarch beállítások

source: an API Key
hu_hu: API kulcs

source: subscriber
hu_hu: feliratkozó

source: an App ID and App Secret
hu_hu: egy app azonosítás és app titok

source: follow and share
hu_hu: követés és megosztás

source: Due to changes in %1$s's API, Monarch must be authorized to obtain %2$s counts from %1$s. Please get %3$s from %1$s and save them %4$s | %5$s.
hu_hu: A %1$s API-ban bekövetkezett változások miatt engedélyezni kell a Monarch bővítményt, hogy a %1$s %2$s számlálót elérhesse. Kérjük, szerezze be: %1$s %3$s és mentse el %4$s | %5$s.

source: Hide Notice
hu_hu: Figyelmeztetés elrejtése

source: here
hu_hu: itt

source: %s is a singleton class and you cannot create a second instance.
hu_hu: %s egy singleton osztály és nem hozható létre egy második példány.

source: Selected networks apply to all widgets and shortcodes defined in the menu on the left.
hu_hu: A bal oldali menüben meghatározott hálózatok lesznek használatban a widgetekben és shortcode-ban.

source: Selected networks apply to all selected locations in "Locations" Settings.
hu_hu: A kiválasztott hálózatok az összes, Elhelyezkedés beállításokban kijelölt helyen megjelennek.

source: Selected locations will use the display settings defined from the menu on the left.
hu_hu: A megjelenítési beállítások a kijelölt helyeket használja, melyeket a menüből a bal oldalon határozhat meg.

source: Configure general settings
hu_hu: Általános beállítások testreszabása

source: Define settings and generate a unique shortcode below
hu_hu: Határozza meg alul a beállításokat és generáljon egy egyedi shortcode-t

source: Configure social follow shortcode
hu_hu: Követés shortcode testreszabása

source: Any Monarch widget added to a widget area will use the following settings.
hu_hu: Az összes, a widget területhez adott, Monarch widget a következő beállításokat használja.

source: Configure social follow widget
hu_hu: Követés widget testreszabása

source: Media sharing is only applied to blog post content.
hu_hu: A médiafájlok megosztása csak a blog bejegyzés tartalomnál lehetséges.

source: Configure media sharing icons
hu_hu: Média megosztási ikonok testreszabása

source: Configure social sharing flyin
hu_hu: Beúszó megosztási ikonok testreszabása

source: Configure social sharing pop up
hu_hu: Felugró megosztási ikonok testreszabása

source: Configure inline share icons
hu_hu: Beágyazott megosztási ikonok testreszabása

source: Configure sidebar share icons
hu_hu: Oldalsáv megosztási ikonok testreszabása

source: Add and rearrange any combination of social networks below. You can define the Network Label and Username to the right of each.
hu_hu: Adja hozzá és rendezze át bármilyen kombinációba a közösségi hálózatokat lent. Megadhatja a hálózat nevét és felhasználónevét tőle jobbra.

source: Manage Networks
hu_hu: Hálózatok kezelése

source: You can select any combination of the five placements below.
hu_hu: Bármilyen kombinációját kiválaszthatja az öt ikon elhelyezésnek.

source: Manage Locations
hu_hu: Elhelyezkedés kezelése

source: Click the button above to generate your shortcode here
hu_hu: Kattintson a fenti gombra, hogy legenerálja a shortcode-t itt

source: Generate Shortcode
hu_hu: Shortcode generálása

source: Media
hu_hu: Média

source: Flickr
hu_hu: Kattintások

source: Box
hu_hu: Doboz

source: username
hu_hu: felhasználónév

source: Like
hu_hu: Tetszik

source: Post Type Settings
hu_hu: Bejegyzés típusok beállításai

source: Hover Icon Color
hu_hu: Hover ikon színe

source: Icon Color
hu_hu: Ikon szín

source: Hover Background Color
hu_hu: Háttérszín egérmutató alatt

source: Hex Value
hu_hu: Színkód

source: Background Color
hu_hu: Háttérszín

source: Use Custom Colors
hu_hu: Egyéni színek használata

source: If Background or Hover Background is not defined below, the default network colors will be used for that element.
hu_hu: Ha a háttér vagy a háttér egérmutató alatt nincs lent meghatározva, az alapértelmezett hálózat színek lesznek használva.

source: Color Settings
hu_hu: Szín beállítások

source: insert your custom CSS code
hu_hu: egyéni CSS kód beszúrása

source: Custom CSS
hu_hu: Egyéni CSS

source: Enable the option if the plugin does not detect permalinks properly
hu_hu: Engedélyezze ezt az opciót, ha a bővítmény nem érzékeli megfelelően a közvetlen hivatkozásokat

source: Reset WordPress loops
hu_hu: WordPress hurkok visszaállítása

source: Adjust how often the plugin grabs and caches the counts from social networks that support APIs. Set to 0 if you don't want to use cache.
hu_hu: Állítsa be, hogy a bővítmény milyen gyakran törölje és gyorsítótárazza az API-val rendelkező közösségi hálózatok számlálóját. Állítsa 0-ra, ha nem akar gyorsítótárat használni.

source: Frequency of count updates (in hours)
hu_hu: Számláló frissítésének gyakorisága (órában)

source: Disable this option if you do not want to open Follow links in new window
hu_hu: Tiltsa le ezt az opciót, ha nem szeretné új ablakon megnyitni a követő linkeket

source: Open link in new window
hu_hu: Hivatkozás megnyitása új ablakban

source: if disabled, then manually specified values will be displayed
hu_hu: ha le van tiltva, akkor a manuálisan megadott értékek jelennek meg

source: Get counts via API
hu_hu: Számláló API-n keresztül

source: Define the length of time (in days) that a session lasts for. For example, if you input 2 a user will only see a popup on your site every two days.
hu_hu: Határozza meg a munkamenet hosszát (napokban). Például: ha 2-t ad meg, akkor a felhasználó a felugró ablakot csak minden második nap fogja látni.

source: Session Duration (in days)
hu_hu: Munkamenet időtartam (napokban)

source: Display Once Per Session
hu_hu: Megjelenítés egyszer munkamenetenként

source: Hide On Mobile Devices
hu_hu: Elrejtés mobil eszközökön

source: Remove Icon Spacing
hu_hu: Ikon térköz eltávolítása

source: Add Icon Spacing
hu_hu: Ikon térköz hozzáadása

source: Display 'All Networks' Button
hu_hu: 'Összes hálózat' gomb megjelenítése

source: Display Network Names
hu_hu: Hálózati nevek megjelenítése

source: Outer Text Color
hu_hu: Kívül eső szöveg színe

source: Choose what color the Total Shares Text should be, depending on the background color of your website.
hu_hu: Válassza ki, hogy milyen színű legyen az összes megosztás szövege, attól függően, hogy milyen a weboldal háttérszíne.

source: Light
hu_hu: Világos

source: Dark
hu_hu: Sötét

source: Total Shares Text Color
hu_hu: Összes megosztás szöveg színe

source: Display Total Followers
hu_hu: Összes követő megjelenítése

source: Display Total Shares
hu_hu: Összes megosztás megjelenítése

source: Threshold that must be reached for each network before a number is displayed.
hu_hu: Küszöbszint, amit előbb el kell érnie a hálózatoknak megjelenítés előtt.

source: Minimum Count Display
hu_hu: Minimális szám megjelenítése

source: Display Follower Counts
hu_hu: Követő-számláló megjelenítése

source: Display Share Counts
hu_hu: Megosztás-számláló megjelenítése

source: Display on "Thank you" page of WooCommerce after purchase
hu_hu: Vásárlás után jelenítse meg a WooCommerce "Köszönjük" oldalán

source: Trigger After Purchasing
hu_hu: Történés vásárlás után

source: Define the % of the page to be scrolled before the pop up appears on the screen.
hu_hu: Meghatározza az % oldal százalékát, amennyit le kell görgetni, mielőtt a felugró ablak megjelenne a képernyőn.

source: Percentage Down The Page
hu_hu: Lefele görgetés százalékban

source: Trigger After Scrolling
hu_hu: Történés görgetés után

source: Trigger After Commenting
hu_hu: Történés hozzászólás után

source: Trigger At The Bottom Of Post
hu_hu: Történés a bejegyzés alján

source: Define how many seconds user should be inactive before the pop up appears on screen.
hu_hu: Meghatározza, hogy hány másodpercig legyen inaktív a felhasználó, mielőtt a felugró ablak megjelenne a képernyőn.

source: Idle Timeout ( in seconds )
hu_hu: Várakozási idő (másodpercben)

source: Trigger After Inactivity
hu_hu: Történés tétlenség után

source: Define how many seconds you want to wait before the pop up appears on the screen.
hu_hu: Meghatározza, hogy hány másodpercig kell várnia, mielőtt a felugró ablak megjelenne a képernyőn.

source: Delay ( in seconds )
hu_hu: Késleltetés (másodpercben)

source: Trigger After Time Delay
hu_hu: Történés késleltetés után

source: Define the animation that is used, when you load the page.
hu_hu: Meghatározza a használt animációt a weboldal betöltődésekor.

source: Swing
hu_hu: Ingás

source: Bounce
hu_hu: Visszapattanások

source: Flip
hu_hu: Átfordul

source: Zoom In
hu_hu: Ráközelíteni

source: Light Speed
hu_hu: Fénysebesség

source: Slide Down
hu_hu: Úszás lefelé

source: Slide Up
hu_hu: Csúsztassuk fel

source: Slide Right
hu_hu: Úszás jobbra

source: Fade In
hu_hu: Áttűnés

source: No Animation
hu_hu: Nincs animáció

source: Intro Animation
hu_hu: Bevezető animáció

source: Right
hu_hu: Jobb

source: Sidebar Orientation
hu_hu: Oldalsáv elhelyezkedés

source: Choose Number of Columns
hu_hu: Oszlopok számának kiválasztása

source: Auto Width
hu_hu: Automatikus szélesség

source: Number of Columns
hu_hu: Oszlopok száma

source: Icon Alignment
hu_hu: Ikon elhelyezés

source: Above + Below
hu_hu: Felette + Alatta

source: Below Content
hu_hu: Tartalom alatt

source: Above Content
hu_hu: Tartalom felett

source: Bottom Left
hu_hu: Bal alul

source: Bottom Right
hu_hu: Jobb alul

source: Choose Location
hu_hu: Hely kiválasztása

source: Left
hu_hu: Bal

source: Centered
hu_hu: Középre igazított

source: Icon Placement
hu_hu: Ikon elhelyezés

source: Display Settings
hu_hu: Megjelenés beállításai

source: Authorize
hu_hu: Hitelesítés

source: App Secret
hu_hu: App jelszó

source: Access Token Secret
hu_hu: Titkos hozzáférési kulcs

source: Access Token
hu_hu: Kapcsolódási jelszó

source: Consumer Secret
hu_hu: Fogyasztói titkos kulcs

source: Consumer Key
hu_hu: Fogyasztói kulcs

source: Secret Key
hu_hu: Titkos kulcs

source: API Key
hu_hu: API Kulcs

source: Client Secret
hu_hu: Ügyfél kulcs

source: Click here for more information
hu_hu: További információkért kattints ide

source: Client ID
hu_hu: ügyfél ID

source: API Settings
hu_hu: API beállítások

source: Share this post with your friends!
hu_hu: Oszd meg a barátaiddal!

source: Insert Text
hu_hu: Szöveg beszúrása

source: Message
hu_hu: Üzenet

source: Share This
hu_hu: Megosztás

source: Choose icon shape
hu_hu: Ikon forma kiválasztása

source: Choose icon style
hu_hu: Ikon stílus kiválasztása

source: Social Sharing Stats
hu_hu: Megosztás statisztika

source: Import & Export
hu_hu: Importálás és Exportálás

source: Main
hu_hu: Főoldal

source: General Settings
hu_hu: Általános beállítások

source: Social Follow
hu_hu: Közösségi követés

source: On Media
hu_hu: Média

source: Fly In
hu_hu: Beúszó

source: Pop Up
hu_hu: Felugró

source: Inline
hu_hu: Alap

source: Sidebar
hu_hu: Oldalsáv

source: Networks
hu_hu: Hálózatok

source: Locations
hu_hu: Helyszínek

source: Social Sharing
hu_hu: Közösségi megosztás

source: Title
hu_hu: Cím

source: Follow Us
hu_hu: Kövess minket

source: Monarch Follow
hu_hu: Monarch követés

source: Monarch plugin widget, please configure all the settings in Monarch control panel
hu_hu: Monarch bővítmény widget, kérjük, konfigurálja be a beállításokat a Monarch vezérlőpultban
